{
  "word2idx": {
    "<PAD>": 0,
    "<UNK>": 1,
    "，": 2,
    "的": 3,
    "。": 4,
    "是": 5,
    "和": 6,
    "？": 7,
    "、": 8,
    "什么": 9,
    "学习": 10,
    "了": 11,
    "等": 12,
    "有": 13,
    "通过": 14,
    "中国": 15,
    "数据": 16,
    "在": 17,
    "需要": 18,
    "技术": 19,
    "能": 20,
    "中": 21,
    "模型": 22,
    "重要": 23,
    "语言": 24,
    "人类": 25,
    "包括": 26,
    "计算机": 27,
    "训练": 28,
    "更": 29,
    "深度": 30,
    "神经网络": 31,
    "最": 32,
    "运动": 33,
    "发展": 34,
    "让": 35,
    "如何": 36,
    "提高": 37,
    "（": 38,
    "）": 39,
    "为": 40,
    "怎么": 41,
    "领域": 42,
    "培养": 43,
    "能够": 44,
    "对": 45,
    "能力": 46,
    "好": 47,
    "电影": 48,
    "教育": 49,
    "上": 50,
    "处理": 51,
    "任务": 52,
    "人": 53,
    "世界": 54,
    "选择": 55,
    "人工智能": 56,
    "与": 57,
    "社会": 58,
    "有效": 59,
    "AI": 60,
    "传统": 61,
    "计算": 62,
    "将": 63,
    "图像": 64,
    "音乐": 65,
    "方式": 66,
    "机器": 67,
    "特征": 68,
    "用": 69,
    "视觉": 70,
    "坚持": 71,
    "文化": 72,
    "于": 73,
    "使用": 74,
    "自动": 75,
    "理解": 76,
    "生成": 77,
    "也": 78,
    "文本": 79,
    "适合": 80,
    "如": 81,
    "向量": 82,
    "多": 83,
    "哪些": 84,
    "都": 85,
    "广泛应用": 86,
    "服务": 87,
    "智能": 88,
    "系统": 89,
    "使": 90,
    "来": 91,
    "时间": 92,
    "进行": 93,
    "奥运会": 94,
    "举办": 95,
    "分钟": 96,
    "内容": 97,
    "可以": 98,
    "进步": 99,
    "方法": 100,
    "习惯": 101,
    "生活": 102,
    "识别": 103,
    "规律": 104,
    "算法": 105,
    "Python": 106,
    "个人": 107,
    "已": 108,
    "一次": 109,
    "世界杯": 110,
    "国家": 111,
    "跑步": 112,
    "力量": 113,
    "大": 114,
    "基础": 115,
    "保持": 116,
    "吃": 117,
    "特点": 118,
    "着": 119,
    "分析": 120,
    "驾驶": 121,
    "问题": 122,
    "编程": 123,
    "由": 124,
    "连接": 125,
    "主要": 126,
    "用于": 127,
    "语音": 128,
    "到": 129,
    "表示": 130,
    "机制": 131,
    "新": 132,
    "提升": 133,
    "应用": 134,
    "成为": 135,
    "四年": 136,
    "全球": 137,
    "活动": 138,
    "持续": 139,
    "通常": 140,
    "饮食": 141,
    "以": 142,
    "视频": 143,
    "平台": 144,
    "强调": 145,
    "学生": 146,
    "睡眠": 147,
    "实现": 148,
    "电脑": 149,
    "不同": 150,
    "核心": 151,
    "大规模": 152,
    "卷积": 153,
    "可": 154,
    "分类": 155,
    "做": 156,
    "词": 157,
    "词语": 158,
    "关注": 159,
    "Transformer": 160,
    "增强": 161,
    "目标": 162,
    "监督": 163,
    "根据": 164,
    "游泳": 165,
    "3": 166,
    "成绩": 167,
    "获得": 168,
    "改变": 169,
    "制定": 170,
    "游戏": 171,
    "艺术": 172,
    "推荐": 173,
    "体现": 174,
    "孩子": 175,
    "阅读": 176,
    "推动": 177,
    "机器人": 178,
    "精神": 179,
    "创新": 180,
    "自然语言": 181,
    "语义": 182,
    "-": 183,
    "注意力": 184,
    "指": 185,
    "非": 186,
    "知识": 187,
    "标注": 188,
    "结合": 189,
    "函数": 190,
    "梯度": 191,
    "语法": 192,
    "丰富": 193,
    "编程语言": 194,
    "提供": 195,
    "性能": 196,
    "环境": 197,
    "每": 198,
    "之一": 199,
    "年": 200,
    "心肺": 201,
    "功能": 202,
    "充足": 203,
    "电影节": 204,
    "创作": 205,
    "短": 206,
    "大学": 207,
    "选": 208,
    "关键": 209,
    "健康": 210,
    "均衡": 211,
    "自己": 212,
    "养成": 213,
    "春节": 214,
    "历史": 215,
    "取得": 216,
    "物体": 217,
    "具有": 218,
    "信息": 219,
    "运动员": 220,
    "行为": 221,
    "每个": 222,
    "区别": 223,
    "图像识别": 224,
    "机器翻译": 225,
    "空间": 226,
    "或": 227,
    "输入": 228,
    "过": 229,
    "化": 230,
    "过程": 231,
    "无": 232,
    "网络": 233,
    "更新": 234,
    "预测": 235,
    "云": 236,
    "产生": 237,
    "广泛": 238,
    "高": 239,
    "分为": 240,
    "各": 241,
    "时": 242,
    "进入": 243,
    "乒乓球": 244,
    "马拉松": 245,
    "NBA": 246,
    "有氧": 247,
    "有助于": 248,
    "科学": 249,
    "娱乐": 250,
    "观众": 251,
    "强": 252,
    "不": 253,
    "基本": 254,
    "质量": 255,
    "获取": 256,
    "降低": 257,
    "准备": 258,
    "专业": 259,
    "条件": 260,
    "自然": 261,
    "垃圾": 262,
    "物": 263,
    "良好": 264,
    "习俗": 265,
    "反映": 266,
    "中华": 267,
    "联网": 268,
    "决策": 269,
    "延迟": 270,
    "足球": 271,
    "团队": 272,
    "快": 273,
    "《": 274,
    "》": 275,
    "长期": 276,
    "很": 277,
    "文化遗产": 278,
    "图片": 279,
    "医疗": 280,
    "数据分析": 281,
    "情感": 282,
    "帮助": 283,
    "中华民族": 284,
    "一个": 285,
    "解决": 286,
    "从": 287,
    "模式": 288,
    "而": 289,
    "多层": 290,
    "提取": 291,
    "工程": 292,
    "表现": 293,
    "组成": 294,
    "循环": 295,
    "序列": 296,
    "关系": 297,
    "Word2Vec": 298,
    "部分": 299,
    "拟合": 300,
    "GPU": 301,
    "变换": 302,
    "迁移": 303,
    "场景": 304,
    "复杂": 305,
    "优化": 306,
    "损失": 307,
    "简洁": 308,
    "PyTorch": 309,
    "低": 310,
    "流行": 311,
    "基于": 312,
    "预": 313,
    "显著": 314,
    "保护": 315,
    "就业": 316,
    "影响": 317,
    "策略": 318,
    "休息": 319,
    "室内": 320,
    "被": 321,
    "水平": 322,
    "最高": 323,
    "竞技": 324,
    "比赛": 325,
    "对手": 326,
    "多个": 327,
    "形式": 328,
    "独立": 329,
    "大型": 330,
    "沟通": 331,
    "用户": 332,
    "制作": 333,
    "选拔": 334,
    "未来": 335,
    "科技": 336,
    "高等教育": 337,
    "阶段": 338,
    "要": 339,
    "终身": 340,
    "全面": 341,
    "实践": 342,
    "综合": 343,
    "数学": 344,
    "互联网": 345,
    "工作": 346,
    "人群": 347,
    "促进": 348,
    "后": 349,
    "计划": 350,
    "新鲜": 351,
    "创造": 352,
    "身体": 353,
    "缓解": 354,
    "压力": 355,
    "传统节日": 356,
    "古代": 357,
    "人们": 358,
    "讲究": 359,
    "京剧": 360,
    "传播": 361,
    "协作": 362,
    "吗": 363,
    "但": 364,
    "简单": 365,
    "检测": 366,
    "区块": 367,
    "海量": 368,
    "支持": 369,
    "5G": 370,
    "要求": 371,
    "数字": 372,
    "架构": 373,
    "5": 374,
    "合作": 375,
    "追求": 376,
    "篮球": 377,
    "次": 378,
    "考验": 379,
    "肌肉": 380,
    "大量": 381,
    "动漫": 382,
    "课堂": 383,
    "锻炼": 384,
    "看": 385,
    "代表": 386,
    "配合": 387,
    "采用": 388,
    "体育": 389,
    "筷子": 390,
    "物质": 391,
    "深刻": 392,
    "问答": 393,
    "时代": 394,
    "宇宙": 395,
    "带来": 396,
    "民族": 397,
    "模拟": 398,
    "推理": 399,
    "NLP": 400,
    "结构": 401,
    "神经元": 402,
    "调整": 403,
    "权重": 404,
    "映射": 405,
    "连续": 406,
    "泛化": 407,
    "正则": 408,
    "大幅": 409,
    "原始数据": 410,
    "两者": 411,
    "优势": 412,
    "下降": 413,
    "一种": 414,
    "方向": 415,
    "参数": 416,
    "找到": 417,
    "为什么": 418,
    "开发": 419,
    "生态": 420,
    "BERT": 421,
    "计算资源": 422,
    "隐私": 423,
    "强化": 424,
    "奖励": 425,
    "对抗": 426,
    "生成器": 427,
    "越来越": 428,
    "完全": 429,
    "举行": 430,
    "足球比赛": 431,
    "标准": 432,
    "15": 433,
    "可能": 434,
    "起源于": 435,
    "网球": 436,
    "距离": 437,
    "联赛": 438,
    "职业": 439,
    "篮球联赛": 440,
    "充分": 441,
    "速度": 442,
    "最大": 443,
    "公开赛": 444,
    "分": 445,
    "跑": 446,
    "恢复": 447,
    "项目": 448,
    "票房": 449,
    "商业": 450,
    "成功": 451,
    "国际": 452,
    "综艺节目": 453,
    "类型": 454,
    "自主": 455,
    "直接": 456,
    "真实": 457,
    "人物": 458,
    "原则": 459,
    "视听": 460,
    "消费": 461,
    "动画电影": 462,
    "动画": 463,
    "冠军": 464,
    "科学技术": 465,
    "文明": 466,
    "硕士": 467,
    "博士": 468,
    "三个": 469,
    "高考": 470,
    "每年": 471,
    "6": 472,
    "人生": 473,
    "素质教育": 474,
    "德智体美": 475,
    "不仅": 476,
    "学科": 477,
    "注重": 478,
    "在线教育": 479,
    "灵活": 480,
    "考研": 481,
    "规划": 482,
    "英语": 483,
    "效率": 484,
    "法": 485,
    "身心": 486,
    "管理": 487,
    "设定": 488,
    "定期": 489,
    "水果": 490,
    "经济": 491,
    "标志": 492,
    "及时": 493,
    "合理": 494,
    "免疫力": 495,
    "心态": 496,
    "放松": 497,
    "贴": 498,
    "春联": 499,
    "放鞭炮": 500,
    "年夜饭": 501,
    "拜年": 502,
    "象征": 503,
    "书法": 504,
    "二十四节气": 505,
    "东方": 506,
    "交流": 507,
    "长城": 508,
    "和谐": 509,
    "深层": 510,
    "人脸识别": 511,
    "文字": 512,
    "不可": 513,
    "物理": 514,
    "设备": 515,
    "挖掘": 516,
    "价值": 517,
    "边缘": 518,
    "软件": 519,
    "代码": 520,
    "快速": 521,
    "级别": 522,
    "目前": 523,
    "部署": 524,
    "基础设施": 525,
    "即": 526,
    "框架": 527,
    "首选": 528,
    "集成": 529,
    "前锋": 530,
    "后卫": 531,
    "篮球比赛": 532,
    "受欢迎": 533,
    "配速": 534,
    "体能": 535,
    "预防": 536,
    "最多": 537,
    "耐力": 538,
    "流行音乐": 539,
    "评分": 540,
    "吸引": 541,
    "独特": 542,
    "长": 543,
    "讲述": 544,
    "故事": 545,
    "近年来": 546,
    "成就": 547,
    "兴趣": 548,
    "复习": 549,
    "前景": 550,
    "思维": 551,
    "比": 552,
    "家庭教育": 553,
    "每周": 554,
    "办理": 555,
    "了解": 556,
    "记忆": 557,
    "从小": 558,
    "给": 559,
    "故宫": 560,
    "围棋": 561,
    "兵马俑": 562,
    "诊断": 563,
    "超越": 564,
    "还": 565,
    "听": 566,
    "优质": 567,
    "世界遗产": 568,
    "之间": 569,
    "自": 570,
    "适应": 571,
    "优秀": 572,
    "引发": 573,
    "共同": 574,
    "疾病": 575,
    "保障": 576,
    "伟大": 577,
    "第一": 578,
    "智慧": 579,
    "就是": 580,
    "能看懂": 581,
    "分支": 582,
    "无需": 583,
    "规则": 584,
    "CNN": 585,
    "核": 586,
    "局部": 587,
    "RNN": 588,
    "捕捉": 589,
    "中距离": 590,
    "相似": 591,
    "最初": 592,
    "并行": 593,
    "训练样本": 594,
    "从未": 595,
    "发现": 596,
    "激活": 597,
    "非线性": 598,
    "最优": 599,
    "TensorFlow": 600,
    "门槛": 601,
    "Tokenization": 602,
    "步骤": 603,
    "分割": 604,
    "下": 605,
    "弹性": 606,
    "存储": 607,
    "有用": 608,
    "伦理": 609,
    "涉及": 610,
    "责任": 611,
    "交互": 612,
    "GAN": 613,
    "判别": 614,
    "器": 615,
    "博弈": 616,
    "逼真": 617,
    "现代": 618,
    "冬季": 619,
    "中场": 620,
    "加时赛": 621,
    "赛事": 622,
    "最受": 623,
    "体育赛事": 624,
    "替代": 625,
    "多少": 626,
    "公里": 627,
    "源自": 628,
    "赛道": 629,
    "路线": 630,
    "美国": 631,
    "认为": 632,
    "拥有": 633,
    "泳姿": 634,
    "自由泳": 635,
    "蝶泳": 636,
    "体力": 637,
    "电子竞技": 638,
    "电子设备": 639,
    "四大": 640,
    "满贯": 641,
    "拳击": 642,
    "得分": 643,
    "回合": 644,
    "同时": 645,
    "注意": 646,
    "国际奥委会": 647,
    "一届": 648,
    "著名": 649,
    "参与感": 650,
    "签约": 651,
    "纪录片": 652,
    "影片": 653,
    "分享": 654,
    "逐帧": 655,
    "画面": 656,
    "效果": 657,
    "选秀": 658,
    "节目": 659,
    "选手": 660,
    "筛选": 661,
    "机会": 662,
    "科幻电影": 663,
    "题材": 664,
    "市场": 665,
    "第二": 666,
    "数量": 667,
    "增长": 668,
    "本科": 669,
    "研究生": 670,
    "高中": 671,
    "统一": 672,
    "考试": 673,
    "月": 674,
    "素质": 675,
    "劳": 676,
    "创新能力": 677,
    "突破": 678,
    "限制": 679,
    "资源": 680,
    "观看": 681,
    "提前": 682,
    "学校": 683,
    "普通教育": 684,
    "出国": 685,
    "留学": 686,
    "MOOC": 687,
    "免费": 688,
    "参与": 689,
    "间隔": 690,
    "重复": 691,
    "继续": 692,
    "STEM": 693,
    "融合": 694,
    "基础教育": 695,
    "小学": 696,
    "共": 697,
    "学前教育": 698,
    "儿童": 699,
    "前": 700,
    "学术论文": 701,
    "研究": 702,
    "蛋白质": 703,
    "脂肪": 704,
    "少": 705,
    "食品": 706,
    "合适": 707,
    "清香": 708,
    "舒适": 709,
    "避免": 710,
    "成年人": 711,
    "每天": 712,
    "节约用电": 713,
    "电器": 714,
    "个人兴趣": 715,
    "手机": 716,
    "怎么办": 717,
    "携带": 718,
    "充电": 719,
    "应急": 720,
    "朋友": 721,
    "理财": 722,
    "记账": 723,
    "建立": 724,
    "适时": 725,
    "你": 726,
    "农历": 727,
    "中秋节": 728,
    "团圆": 729,
    "毛笔": 730,
    "书写": 731,
    "汉字": 732,
    "四大发明": 733,
    "深远影响": 734,
    "补充": 735,
    "清明": 736,
    "国粹": 737,
    "唱念": 738,
    "打": 739,
    "表演": 740,
    "特色": 741,
    "被誉为": 742,
    "丝绸之路": 743,
    "茶文化": 744,
    "源远流长": 745,
    "包含": 746,
    "组成部分": 747,
    "中医": 748,
    "理论": 749,
    "辨证论治": 750,
    "龙舟赛": 751,
    "驱邪": 752,
    "汉语": 753,
    "入门": 754,
    "分层": 755,
    "强大": 756,
    "并行计算": 757,
    "转换": 758,
    "其": 759,
    "准确率": 760,
    "助手": 761,
    "链是": 762,
    "去": 763,
    "中心化": 764,
    "分布式": 765,
    "篡改": 766,
    "各种": 767,
    "高速率": 768,
    "放在": 769,
    "减少": 770,
    "开源": 771,
    "修改": 772,
    "迭代": 773,
    "偏好": 774,
    "电商": 775,
    "L5": 776,
    "孪生": 777,
    "微": 778,
    "三层": 779,
    "主流": 780,
    "因": 781,
    "易用": 782,
    "多久": 783,
    "足球赛事": 784,
    "位置": 785,
    "每队": 786,
    "上场": 787,
    "体育精神": 788,
    "公平竞争": 789,
    "体育运动": 790,
    "金牌": 791,
    "四节": 792,
    "体脂率": 793,
    "损伤": 794,
    "动作": 795,
    "铁人三项": 796,
    "意志力": 797,
    "酸痛": 798,
    "经典电影": 799,
    "永恒": 800,
    "旋律": 801,
    "节奏感": 802,
    "影评人": 803,
    "评价": 804,
    "较": 805,
    "音乐节": 806,
    "众多": 807,
    "营造": 808,
    "电视剧": 809,
    "有限": 810,
    "产业": 811,
    "蓬勃发展": 812,
    "挑战": 813,
    "追星": 814,
    "喜爱": 815,
    "学习成绩": 816,
    "课前预习": 817,
    "认真": 818,
    "应": 819,
    "特长": 820,
    "行业": 821,
    "翻转": 822,
    "好书": 823,
    "亲子": 824,
    "批判性": 825,
    "评估": 826,
    "英语考试": 827,
    "积累": 828,
    "多练": 829,
    "突击": 830,
    "研究性": 831,
    "成长": 832,
    "父母": 833,
    "自律": 834,
    "小组": 835,
    "表达": 836,
    "挑选": 837,
    "蔬菜": 838,
    "植物": 839,
    "容易": 840,
    "且": 841,
    "防止": 842,
    "感冒": 843,
    "购物": 844,
    "记忆力": 845,
    "应该": 846,
    "安全": 847,
    "幸福": 848,
    "幸福生活": 849,
    "衣服": 850,
    "需求": 851,
    "以上": 852,
    "压岁钱": 853,
    "唐诗宋词": 854,
    "诗歌": 855,
    "武术": 856,
    "中国画": 857,
    "中国象棋": 858,
    "个": 859,
    "节日": 860,
    "儒家思想": 861,
    "四大名著": 862,
    "奇迹": 863,
    "面貌": 864,
    "客服": 865,
    "程序开发": 866,
    "；": 867,
    "JavaScript": 868,
    "当前": 869,
    "学会": 870,
    "常用": 871,
    "感知": 872,
    "做出": 873,
    "仍": 874,
    "反向": 875,
    "GPT": 876,
    "取代": 877,
    "辅助": 878,
    "创造力": 879,
    "足球赛": 880,
    "则": 881,
    "打球": 882,
    "喜欢": 883,
    "风格": 884,
    "法律": 885,
    "学好": 886,
    "说": 887,
    "储蓄": 888,
    "过年": 889,
    "各地": 890,
    "隐藏": 891,
    "状态": 892,
    "动态": 893,
    "率": 894,
    "Dropout": 895,
    "验证": 896,
    "激励": 897,
    "数十亿": 898,
    "一项": 899,
    "快节奏": 900,
    "对抗性": 901,
    "巨星": 902,
    "健身": 903,
    "改善": 904,
    "全身": 905,
    "现代人": 906,
    "展示": 907,
    "才华": 908,
    "社会主义": 909,
    "才能": 910,
    "变化": 911,
    "重要途径": 912,
    "逻辑思维": 913,
    "手段": 914,
    "绿色": 915,
    "博大精深": 916,
    "桥梁": 917,
    "通信": 918,
    "制度": 919,
    "治疗": 920,
    "培训": 921,
    "探索": 922,
    "深空": 923,
    "探测": 924,
    "我们": 925,
    "家庭": 926,
    "常见": 927,
    "人民": 928,
    "复兴": 929,
    "奋斗": 930,
    "传统美德": 931,
    "基石": 932,
    "巨大": 933,
    "中有": 934,
    "安防": 935,
    "企业": 936,
    "精准": 937,
    "各类": 938,
    "至关重要": 939,
    "当代": 940,
    "年轻人": 941,
    "便捷": 942,
    "竞争力": 943,
    "高质量": 944,
    "任何": 945,
    "宝贵": 946,
    "蕴含着": 947,
    "瑰宝": 948,
    "承载": 949,
    "战略": 950,
    "这": 951
  },
  "embed_dim": 128
}